<template>
  <div>
    <el-card header="【游戏规则说明】" class="card">
      <!-- TODO -->
      <div><b>神：</b>拥有特殊能力的人，天黑时，上帝会依次让神睁眼</div>
      <div>
        <b>预言家：</b>天黑时睁眼，一晚可以查看一名玩家的身份，确定是否是狼人
      </div>
      <div>
        <b>女巫：</b
        >有两种药剂，一种是解药，可以救人，让天黑时被狼人杀死的人活过来；另一种是毒药，在天黑时可以杀死一个人。在整个游戏过程中，每一种药剂只能使用一次。(女巫是否能自救根据现场玩家决定)。
      </div>
      <div>
        <b>猎人：</b
        >如果猎人死掉，临死前可以进行射击，指定任意一个活着的玩家，该玩家立即死掉（被放逐出局的猎人带掉的玩家有遗言，被砍死的猎人只有首夜吃刀的猎人带掉的人有遗言）。
      </div>
      <div>
        <b>守卫：</b
        >每晚可以指定一名玩家进行守护，可以自守，不可连续守卫同一个人。同守同救直死。
      </div>
      <div><b>村民：</b>没有任何特殊能力，天黑时适中闭着眼。</div>
      <div><b>狼人：</b>天黑时睁眼，杀一个人。</div>
    </el-card>
  </div>
</template>
